tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
brew "bash"
brew "nodebrew"
brew "ranger"
brew "tig"
brew "tmux"
cask "macvim"
brew "git"
brew "gh"
brew "mas"
brew "tree"
brew "jq"
brew "pstree"
brew "bat"
cask "font-ricty-diminished"
cask "webpquicklook"
cask "wezterm"
cask "vlc"
cask "microsoft-edge"
cask "obsidian"
cask "itsycal"
cask "microsoft-office"
cask "google-japanese-ime"
mas "The Unarchiver", id: 425424353
mas "LINE", id: 539883307
mas "MenuBar Stats", id: 714196447
mas "Display Menu", id: 549083868

